xml/request_oclc/oclc_bog_isdn.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:07197195"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.381Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.447Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.381Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.447Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.389Z" MIMETYPE="text/xml" SIZE="1001">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>isdn-bogen</dc:title>
  <dc:title>MATCH:isdn-b</dc:title>
  <dc:creator>Jeppe Rude</dc:creator>
  <dc:creator>NOBIRTH:Jeppe Rude</dc:creator>
  <dc:creator>MATCHSTRING:Rudej</dc:creator>
  <dc:subject>isdn</dc:subject>
  <dc:subject>datakommunikation</dc:subject>
  <dc:subject>datanet</dc:subject>
  <dc:subject>telekommunikation</dc:subject>
  <dc:subject>telenet</dc:subject>
  <dc:publisher>borgen</dc:publisher>
  <dc:publisher>MATCHSTRING:borgen</dc:publisher>
  <dc:date>1991</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:07197195</dc:identifier>
  <dc:identifier>ISBN:8741859332</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.389Z" MIMETYPE="text/xml" SIZE="7512">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>07197195|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>ISDN-bogen</dc:title><dc:title xsi:type="dkdcplus:full">ISDN-bogen</dc:title><dc:title xsi:type="dkdcplus:series">Borgen/data</dc:title><dc:creator xsi:type="dkdcplus:aut">Jeppe Rude</dc:creator><dc:creator xsi:type="oss:sort">Rude, Jeppe</dc:creator><dc:subject xsi:type="dkdcplus:DK5">65.87</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">ISDN</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Telekommunikation i alm. Telegraf- og telefonvæsen</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">datakommunikation</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">datanet</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">telekommunikation</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">telenet</dc:subject><dc:description>ISDN: Integrated Services Digital Network</dc:description><dc:description>Indhold: Lidt telefonhistorie ; Hvorfor ISDN? ; IDN, Integrated Digital Network ; Beskrivelse af ISDN ; Standardtilslutninger ; SS#7, Signal System nr. 7 ; Datatransmission i ISDN, nuværende net ; ISDN, praktisk anvendelse ; Bredbånds-ISDN ; Internationalt perspektiv ; Industriens muligheder ; Oversigt over standarder herunder CCITT-rekommandationerne</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dkdcplus:version>1. udgave, 1. oplag</dkdcplus:version><dc:publisher>Borgen</dc:publisher><dc:date>1991</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:format>illustreret</dc:format><dcterms:extent>112 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">87-418-5933-2</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">07197195</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20070101161045</marcx:subfield><marcx:subfield code="d">19910423</marcx:subfield><marcx:subfield code="f">a</marcx:subfield><marcx:subfield code="o">c</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">1991</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">87-418-5933-2</marcx:subfield><marcx:subfield code="c">hf.</marcx:subfield><marcx:subfield code="d">kr. 148,00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DBF199121</marcx:subfield><marcx:subfield code="x">SFD199121</marcx:subfield><marcx:subfield code="x">NDF190106</marcx:subfield><marcx:subfield code="x">DAT990703</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="044"><marcx:subfield code="a">E</marcx:subfield><marcx:subfield code="a">F</marcx:subfield><marcx:subfield code="a">G</marcx:subfield><marcx:subfield code="a">V</marcx:subfield><marcx:subfield code="b">10a</marcx:subfield><marcx:subfield code="b">10b</marcx:subfield><marcx:subfield code="b">10s</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Rude</marcx:subfield><marcx:subfield code="h">Jeppe</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">ISDN-bogen</marcx:subfield><marcx:subfield code="e">Jeppe Rude</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">1. udgave</marcx:subfield><marcx:subfield code="x">1. oplag</marcx:subfield><marcx:subfield code="b">÷</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Valby</marcx:subfield><marcx:subfield code="b">Borgen</marcx:subfield><marcx:subfield code="c">1991</marcx:subfield><marcx:subfield code="k">Narayana, Gylling</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">112 sider</marcx:subfield><marcx:subfield code="b">ill.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="440"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="a">Borgen/data</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">ISDN: Integrated Services Digital Network</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="530"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Indhold: Lidt telefonhistorie ; Hvorfor ISDN? ; IDN, Integrated Digital Network ; Beskrivelse af ISDN ; Standardtilslutninger ; SS#7, Signal System nr. 7 ; Datatransmission i ISDN, nuværende net ; ISDN, praktisk anvendelse ; Bredbånds-ISDN ; Internationalt perspektiv ; Industriens muligheder ; Oversigt over standarder herunder CCITT-rekommandationerne</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="532"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Litteraturfortegnelse: side 102-105</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">65.87</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">telekommunikation</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">ISDN</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">datakommunikation</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">datanet</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="f">telenet</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.389Z" MIMETYPE="text/xml" SIZE="519">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">psc/dh</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">agr</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.447Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:07197195">
    <isMemberOfUnit xmlns="info:fedora/">unit:47953</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47953</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:30:41.2</timestamp>
<pid>870970-basis:07197195</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
